#+TITLE: 04 06

#+BEGIN: clocktable :scope file :maxlevel 2
#+CAPTION: Clock summary at [2022-04-06 Wed 13:57]
| Headline                              |   Time |
|---------------------------------------+--------|
| *Total time*                          | *3:36* |
|---------------------------------------+--------|
| DIV                                   |   0:02 |
| Numerically integrate Xi^1            |   1:39 |
| Clean up the derivation so that we... |   1:55 |
#+END:


* DIV
:LOGBOOK:
CLOCK: [2022-04-06 Wed 08:31]--[2022-04-06 Wed 08:33] =>  0:02
:END:
Planning etc.

* Numerically integrate Xi^1
:LOGBOOK:
CLOCK: [2022-04-06 Wed 10:43]--[2022-04-06 Wed 10:52] =>  0:09
CLOCK: [2022-04-06 Wed 10:05]--[2022-04-06 Wed 10:31] =>  0:26
CLOCK: [2022-04-06 Wed 09:43]--[2022-04-06 Wed 09:56] =>  0:13
CLOCK: [2022-04-06 Wed 08:38]--[2022-04-06 Wed 09:29] =>  0:51
:END:
Just to sanity check our current expressions, verify they don't diverge etc.
Sum over the first x terms, for tx = 0,0.1,0.3 or something.

* Clean up the derivation so that we have a clean expression for Xi^1 (J T1).
:LOGBOOK:
CLOCK: [2022-04-06 Wed 14:50]--[2022-04-06 Wed 15:45] =>  0:55
CLOCK: [2022-04-06 Wed 13:08]--[2022-04-06 Wed 13:57] =>  0:49
CLOCK: [2022-04-06 Wed 11:04]--[2022-04-06 Wed 12:10] =>  1:06
:END:
Take extra care with the boosted vs. unboosted quantities etc.
